Repository: lhcbernardes/TransitMark
Catalog: TransitMark/Localizable.xcstrings
Source language: pt
Languages: en, es

source: para cadastrar a primeira.
en: to add your first.
es: para registrar el primero.

source: %lld eventos foram adicionados ao Calendar.
en: %lld events added to Calendar.
es: %lld eventos añadidos al Calendar.

source: Abrir no Mapas
en: Open in Maps
es: Abrir en Mapas

source: Adicionar
en: Add
es: Añadir

source: Adicionar conexão
en: Add connection
es: Añadir conexión

source: Adicione voos, hospedagens e o que você vai fazer em cada dia.
en: Add flights, lodging, and what you'll do each day.
es: Añade vuelos, alojamientos y lo que harás cada día.

source: Aeroporto de destino
en: Destination airport
es: Aeropuerto de destino

source: Aeroporto de origem
en: Origin airport
es: Aeropuerto de origen

source: agora
en: now
es: ahora

source: Ajustes
en: Settings

source: Anotações
en: Notes
es: Notas

source: Apagar
en: Delete
es: Eliminar

source: Aparência
en: Appearance
es: Apariencia

source: Apoiar
en: Support
es: Apoyar

source: Apoiar o desenvolvedor
en: Support the developer
es: Apoyar al desarrollador

source: Aproveite o resto do dia.
en: Enjoy the rest of your day.
es: Disfruta el resto del día.

source: Arquivadas
en: Archived
es: Archivadas

source: Assento
en: Seat
es: Asiento

source: Atividade
en: Activity
es: Actividad

source: BEM-VINDO A
en: WELCOME TO
es: BIENVENIDO A

source: Buscar aeroporto
en: Search airport
es: Buscar aeropuerto

source: Buscar hotel ou endereço
en: Search hotel or address
es: Buscar hotel o dirección

source: Buscar local ou nome do hotel
en: Search place or hotel name
es: Buscar lugar o nombre del hotel

source: Cancelar
en: Cancel

source: Cartão de embarque
en: Boarding pass
es: Tarjeta de embarque

source: Check-in a partir de %@
en: Check-in from %@
es: Check-in desde %@

source: Chegada
en: Arrival
es: Llegada

source: CHEGADA
en: ARRIVAL
es: LLEGADA

source: Claro
en: Light

source: Código (opcional)
en: Code (optional)

source: Código da reserva
en: Booking code
es: Código de reserva

source: Companhia (ex: JAL)
en: Airline (e.g. JAL)
es: Aerolínea (ej.: JAL)

source: Compromisso
en: Item
es: Compromiso

source: Conflitos
en: Conflicts
es: Conflictos

source: Copiar endereço
en: Copy address
es: Copiar dirección

source: Detalhes (opcional)
en: Details (optional)
es: Detalles (opcional)

source: Editar compromisso
en: Edit item
es: Editar compromiso

source: Editar hospedagem
en: Edit lodging
es: Editar alojamiento

source: Editar nome
en: Edit name
es: Editar nombre

source: Editar viagem
en: Edit trip
es: Editar viaje

source: Editar voo
en: Edit flight
es: Editar vuelo

source: em %lld dias
en: in %lld days
es: en %lld días

# em %lldh %lldmin
source: em %1$lldh %2$lldmin
en: in %1$lldh %2$lldmin
es: en %1$lldh %2$lldmin

source: em %lldmin
en: in %lldmin
es: en %lldmin

source: em 1 dia
en: in 1 day
es: en 1 día

source: Em 30 min
en: In 30 min
es: En 30 min

source: em instantes
en: in moments
es: en breve

source: Endereço copiado
en: Address copied
es: Dirección copiada

source: Escuro
en: Dark
es: Oscuro

source: Estadia
en: Stay
es: Estancia

source: Ex: São Paulo → Tóquio
en: E.g. São Paulo → Tokyo
es: Ej.: São Paulo → Tokio

source: Exportado
en: Exported

source: Exportar pro Calendar
en: Export to Calendar
es: Exportar al Calendar

source: Falha ao exportar
en: Export failed
es: Falló la exportación

source: Fechar
en: Close
es: Cerrar

source: Fim
en: End
es: Fin

source: HOJE
en: TODAY
es: HOY

source: Hora do check-in
en: Check-in time
es: Hora de check-in

source: Horários
en: Schedule
es: Horarios

source: HOSPEDADO EM
en: STAYING AT
es: ALOJADO EN

source: Hospedagem
en: Lodging
es: Alojamiento

source: Idioma
en: Language

source: Início
en: Start
es: Inicio

source: Mais
en: More
es: Más

source: Manter o TransitMark em desenvolvimento
en: Help keep TransitMark in development
es: Ayuda a mantener TransitMark en desarrollo

source: Mapa da viagem
en: Trip map
es: Mapa del viaje

source: Nada mais para hoje
en: Nothing left for today
es: Nada más para hoy

source: Nenhuma hospedagem registrada para esta chegada.
en: No lodging registered for this arrival.
es: Sin alojamiento registrado para esta llegada.

source: Nome da viagem
en: Trip name
es: Nombre del viaje

source: Nome do hotel
en: Hotel name
es: Nombre del hotel

source: Nome do passageiro
en: Passenger name
es: Nombre del pasajero

source: Nova hospedagem
en: New lodging
es: Nuevo alojamiento

source: Nova viagem
en: New trip
es: Nuevo viaje

source: Novo compromisso
en: New item
es: Nuevo compromiso

source: Novo voo
en: New flight
es: Nuevo vuelo

source: Número do voo (ex: JL 8390)
en: Flight number (e.g. JL 8390)
es: Número de vuelo (ej.: JL 8390)

source: Onde
en: Where
es: Dónde

source: Opcional
en: Optional

source: Partida
en: Departure
es: Salida

source: Permita o acesso em Ajustes → Privacidade → Calendar.
en: Allow access in Settings → Privacy → Calendar.
es: Permite el acceso en Ajustes → Privacidad → Calendar.

source: Portão
en: Gate
es: Puerta

source: PRÓXIMO
en: NEXT
es: SIGUIENTE

source: Quando
en: When
es: Cuándo

source: Reserva
en: Booking

source: RESERVA
en: BOOKING

source: Salvar
en: Save
es: Guardar

source: Sem acesso ao Calendar
en: No Calendar access
es: Sin acceso al Calendar

source: Sem compromissos
en: No items
es: Sin elementos

source: Sem destino na chegada
en: No arrival destination
es: Sin destino en la llegada

source: Sem hospedagem registrada para a chegada.
en: No lodging registered for arrival.
es: Sin alojamiento registrado para la llegada.

source: Sem viagens
en: No trips
es: Sin viajes

source: Sistema
en: System

source: Tema
en: Theme

source: Título
en: Title

source: Toque em
en: Tap
es: Toca

source: Viagens
en: Trips
es: Viajes

source: Voo
en: Flight
es: Vuelo

source: Voo %@
en: Flight %@
es: Vuelo %@

source: Voo em 4h
en: Flight in 4h
es: Vuelo en 4h

source: Voos
en: Flights
es: Vuelos
